Repository: Faxriddinbek/django-aiogram3_bot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Welcome to main menu 😊
uz: Salom menuga xush kelibsiz 😊

source: ✅ Language changed successfully!
uz: Tilingiz muvaffaqiyatli o'zgardi ✅

source: 🌐 Please select your language:
uz: Iltimos tilni tanlang

source: city
uz: Shaxar

source: cities
uz: Shaxarlar

source: title
uz: nomi

source: category
uz: Kategoriya

source: categories
uz: Kategoriya

source: temp_file
uz: Temp_fayl

source: product
uz: Maxsulot

source: products
uz: Maxsulot
